#language: ru

Функция: Калькулятор.

  Структура сценария: : Сложение двух чисел
    Когда складываем числа: Первое число = <num1>, Второе число = <num2>
    Примеры:
    |num1|num2|
    |4|6|
    |2|6|

  Структура сценария: : Разность двух чисел
    Когда вычитаем числа: Первое число = <num1>, Второе число = <num2>
    Примеры:
      |num1|num2|
      |8|2|
      |2|6|

  Структура сценария: : Умножение двух чисел
    Когда перемножаем числа: Первое число = <num1>, Второе число = <num2>
    Примеры:
      |num1|num2|
      |1|2|
      |2|0|

  Структура сценария: : Деление двух чисел
    Когда делим числа: Первое число = <num1>, Второе число = <num2>
    Примеры:
      |num1|num2|
      |1|2|
      |2|0|

